export const quiz = {
  totalQuestions: 5,
  questions: [
    {
      id: 1,
      question: "	معمولاً وضعيت پس انداز شما به چه صورت است؟",
      answers: [
        {
          answer:
            "درآمدهای معمول من به میزانی نبوده است که بتوانم پس اندازی داشته باشم",
          value: 0,
        },
        {
          answer:
            "معمولاً بیش از 50 % پس انداز من به صورت نقد و شبه نقد (شامل سپردۀ بانکی و اوراق مشارکت) بوده است. ",
          value: 1,
        },
        {
          answer:
            "معمولاً کمتر از 50 % پس انداز من به صورت نقد و شبه نقد (شامل سپردۀ بانکی و اوراق مشارکت) بوده است. ",
          value: 3,
        },
        {
          answer:
            "اصولاً پس انداز خود را به صورت نقد یا شبه نقد نگهداري نمي كنم و در اولین فرصت آن را در سایر دارایی‌های مالی یا دارایی‌های فیزیکی مختلف سرمایه‌گذاری می‌کنم.",
          value: 5,
        },
      ],
    },
    {
      id: 2,
      question:
        "	میزان آشنایی شما با امور سرمایه‌گذاری در اوراق بهادار چقدر است؟",
      answers: [
        {
          answer: "به هیچ وجه با سرمایه‌گذاری در اوراق بهادار آشنایی ندارم",
          value: 0,
        },
        {
          answer:
            "تا حدودی با سرمایه‌گذاری در اوراق بهادار آشنا هستم ولی درک کاملی از آن ندارم.",
          value: 1,
        },
        {
          answer:
            "با سرمایه‌گذاری در اوراق بهادار آشنا هستم. عوامل مختلفی که بر بازده سرمایه‌گذاری مؤثر هستند را درک می‌کنم. ",
          value: 2,
        },
        {
          answer:
            "آشنایی زیادی با سرمایه‌گذاری در اوراق بهادار دارم. در اتخاذ تصمیمات سرمایه‌گذاری خود، از تحقیقات انجام شده و سایر اطلاعات مرتبط استفاده می‌کنم. عوامل مختلفی که بر بازده سرمایه‌گذاری مؤثر هستند را درک می‌کنم. ",
          value: 3,
        },
      ],
    },
    {
      id: 3,
      question:
        "	اگر ارزش سرمایه‌گذاری شما در یک دورۀ کوتاه مدت – مثلاً دو هفته- 6 درصد کاهش یابد، چه عکس‌العملی خواهید داشت؟ (اگر در گذشته چنین چیزی را تجربه کرده‌اید، همان واکنشی را که انجام دادید انتخاب نمایید)",
      answers: [
        { answer: " تمامی سرمایه‌گذاری خود را می‌فروشید. ", value: -1 },
        { answer: "قسمتی از سرمایه‌گذاری خود را می‌فروشید.", value: 0 },
        { answer: "هیچ قسمتی از سرمایه‌گذاری خود را نمی‌فروشید. ", value: 2 },
        {
          answer:
            "وجوه بیشتری را به سرمایه‌گذاری اختصاص می‌دهید و می‌توانید زیان‌های کوتاه‌مدت را به انتظار رشد افزایش سرمایه‌گذاری خود در آینده، بپذیرید",
          value: 3,
        },
      ],
    },
    {
      id: 4,
      question:
        "اگر ارزش سرمایه‌گذاری شما در یک دورۀ کوتاه مدت – مثلاً سه ماه- 40 درصد کاهش یابد، چه عکس‌العملی خواهید داشت؟ (اگر در گذشته چنین چیزی را تجربه کرده‌اید، همان واکنشی را که انجام دادید انتخاب نمایید)",
      answers: [
        {
          answer:
            "تمامی سرمایه‌گذاری خود را می‌فروشید و تمایلی به پذیرش ریسک بیشتر ندارید",
          value: 0,
        },
        {
          answer:
            " قسمتی از سرمایه‌گذاری خود را فروخته و مبلغ آن را در دارایی‌های کم‌ریسک‌تر سرمایه‌گذاری می‌کنید.",
          value: 2,
        },
        {
          answer: "به امید بهبود شرایط، سرمایه‌گذاری خود را نمی‌فروشید",
          value: 4,
        },
        {
          answer:
            "مبلغ دیگری به سرمایه‌گذاری خود اضافه کرده و سعی می‌کنید بهای تمام شده خود را کاهش دهید. ",
          value: 6,
        },
      ],
    },
    {
      id: 5,
      question:
        "	اگر مایل به سرمایه‌گذاری در سهام شرکت ها هستید، کدام یک از موارد زیر را ترجیح می‌دهید؟",
      answers: [
        { answer: "سهام شرکت‌های شناخته‌شده و بزرگ ", value: 2 },
        {
          answer:
            "سهام شرکت‌های تازه‌وارد به بورس که زیاد شناخته شده نیستند ولی ممکن است در آینده سودآوری بالایی داشته باشند.",
          value: 4,
        },
      ],
    },
    {
      id: 6,
      question:
        "اگر ناچار باشید بین دو شغل، یکی با امنیت شغلی بالا و حقوق معقول و دیگری با امنیت کمتر ولی حقوق بالا، یکی را انتخاب نمایید، کدام‌یک را برمی‌گزینید؟ ",
      answers: [
        { answer: "یقیناً شغل با حقوق بالاتر و امنیت کمتر را ", value: 5 },
        {
          answer: "احتمالاً شغل با حقوق بالاتر و امنیت کمتر را ",
          value: 3,
        },
        {
          answer: " باید سایر جنبه‌ها را در نظر بگیرم ",
          value: 1,
        },
        {
          answer: " یقیناً شغل دارای امنیت بیشتر و حقوق کمتر را ",
          value: 0,
        },
      ],
    },
    {
      id: 7,
      question:
        "اگر یک ثروت قابل توجه به طور غیر منتظره، مثلاً یک ارث قابل توجه به دست آورید، با آن چه خواهید کرد؟",
      answers: [
        {
          answer:
            "درصورتی‌که فرصت مناسب ایجاد شود، شغل فعلی را رها کرده و با پول موردنظر کسب و کار جدیدی را آغاز خواهم نمود. ",
          value: 4,
        },
        {
          answer:
            "سعی می‌کنم ثروت به دست آمده را در دارائی‌های مختلف با ریسک متفاوت، سرمایه‌گذاری کنم.",
          value: 2,
        },
        {
          answer:
            "  قسمتی از آن را در بانک سرمایه‌گذاری کرده و در مورد سرمایه‌گذاری باقی‌ماندۀ آن، با افراد آگاه مشورت خواهم کرد",
          value: 0,
        },
        {
          answer: " اصولاً آن را در حساب سپرده سرمایه‌گذاری می‌کنم",
          value: -2,
        },
      ],
    },
    {
      id: 8,
      question: "دیدگاه شما هنگام انجام یک سرمایه‌گذاری چیست؟",
      answers: [
        {
          answer:
            " می‌خواهم سرمایه‌گذاری مطمئنی داشته باشم که بازدهی معقولی برای من ایجاد کند ",
          value: 0,
        },
        {
          answer:
            "  می‌خواهم ارزش سرمایه‌گذاری‌ام در بلندمدت رشد کند. از نظر من نوسانات بازده در کوتاه‌مدت قابل قبول هستند.  ",
          value: 1,
        },
        {
          answer:
            "  من در پی رشد ارزش سرمایه‌گذاری در بلندمدت به صورت جسورانه هستم و آمادگی پذیرش نوسانات قابل ملاحظه بازار را هم دارم. ",
          value: 3,
        },
        {
          answer:
            "  من در پی رشد ارزش سرمایه‌گذاری در بلندمدت به صورت جسورانه هستم و آمادگی پذیرش نوسانات قابل ملاحظه بازار را هم دارم. ",
          value: 5,
        },
      ],
    },
    {
      id: 9,
      question:
        " 	فکر می‌کنید تا چه حد برای تامین هزینه‌های معمول زندگی تان به درآمد این سرمایه‌گذاری وابسته باشید؟ ",
      answers: [
        {
          answer:
            "درآمد اصلی من از فعالیت دیگری است که اصولاً کفاف هزینه‌های عادی زندگی مرا می‌دهد ",
          value: 5,
        },
        {
          answer:
            " کمی به درآمد این سرمایه‌گذاری وابسته هستم، به عبارتی درآمد این سرمایه‌گذاری می‌تواند کمک خرج من باشد.   ",
          value: 3,
        },
        {
          answer:
            "تقریبا به درآمد این سرمایه‌گذاری برای تامین هزینه‌های معمول زندگی ام وابسته ام و به عنوان یک درآمد دوم روی آن حساب می‌کنم ",
          value: 1,
        },
        {
          answer:
            "به شدت به درآمد این سرمایه‌گذاری وابسته‌ام و برای تامین هزینه‌های معمول زندگی ام به این سرمایه‌گذاری متکی هستم.",
          value: 0,
        },
      ],
    },
    {
      id: 10,
      question: "منبع عمدۀ کسب اطلاعات اقتصادی شما کدام است؟ ",
      answers: [
        {
          answer: "رادیو و تلویزیون ",
          value: 0,
        },
        {
          answer: " روزنامه‌های عمومی    ",
          value: 1,
        },
        {
          answer: "روزنامه‌های اقتصادی ",
          value: 2,
        },
        {
          answer:
            "  سایت‌های تخصصی بازار سرمایه، مجلات تخصصی و روزنامه‌های اقتصادی  ",
          value: 3,
        },
      ],
    },
    {
      id: 11,
      question:
        " 	آیا تاکنون برای انجام سرمایه‌گذاری، وجهی از دیگران قرض گرفته‌اید؟ ",
      answers: [
        {
          answer: " بله  ",
          value: 4,
        },
        {
          answer: " خیر ",
          value: 0,
        },
      ],
    },
    {
      id: 12,
      question:
        " 	درصورتی‌که قصد دارید به یک مسافرت تفریحی بروید، کدام گزینه به رفتار شما قبل از این سفر نزدیک تر است؟ ",
      answers: [
        {
          answer:
            "مطمئناً چند روز قبل از سفر برنامه ریزی کامل کرده و در مورد رزرو هتل و سایر موارد اقدامات لازم را انجام می‌دهم.",
          value: 0,
        },
        {
          answer: " معمولاً برای مسافرت برنامه ریزی می‌کنم.  ",
          value: 1,
        },
        {
          answer:
            " معمولاً به صورت اتفاقی به سفر می‌روم و رزرو هتل و سایر موراد چندان در تصمیم من برای مسافرت نقشی ندارد. ",
          value: 3,
        },
      ],
    },
    {
      id: 13,
      question:
        "فرض کنید مدت 6 ماه است سرمایه‌گذاری انجام داده اید و پس از گذشت این مدت سرمایه‌گذاری شما با زیان مواجه شده است، واکنش شما چیست؟",
      answers: [
        {
          answer: "درک می‌کنم که هر سرمایه‌گذاری ممکن است با زیان مواجه شود. ",
          value: 5,
        },
        {
          answer: " زیان در این بازه زمانی کوتاه مدت نگران کننده نیست. ",
          value: 3,
        },
        {
          answer: "اگر ضرری بیش از 10% رخ داده باشد، نگران خواهم شد.",
          value: 1,
        },
        {
          answer: "  هر ضرری که رخ دهد مرا نگران می‌کند ",
          value: -1,
        },
      ],
    },
    {
      id: 14,
      question:
        "اگر پس اندازی داشته باشید که آن را طی چند سال به دست آورده باشید، چگونه آن را سرمایه‌گذاری می‌کنید؟",
      answers: [
        {
          answer:
            " در دارائی‌های کم ریسک مانند سپرده بانکی یا اوراق بهادار با درآمد ثابت",
          value: 0,
        },
        {
          answer:
            "در دارائی‌های با ریسک متوسط مانند واحدهای صندوق‌های سرمایه‌گذاری مشترک   ",
          value: 2,
        },
        {
          answer: "  در دارائی‌های با ریسک زیاد مانند سهام شرکتها",
          value: 4,
        },
        {
          answer:
            " در دارائی‌های با ریسک خیلی زیاد مانند قراردادهای آتی و اوراق اختیار معامله ",
          value: 6,
        },
      ],
    },
    {
      id: 15,
      question:
        "درصورتی‌که شرکتهای بیمه خدمات بیمه مناسب ارائه کنند، در کدام یک از موارد زیر اقدام به تهیه بیمه نامه می‌کنید؟",
      answers: [
        {
          answer:
            "اصولاً اعتقادی به بیمه ندارم و تا زمانی که از نظر قانونی مجبور به تهیه بیمه نامه نشوم، بیمه نامه تهیه نمی‌کنم.",
          value: 5,
        },
        {
          answer: " تنها بیمه نامه‌های مربوط به خودرو را تهیه می‌کنم  ",
          value: 3,
        },
        {
          answer:
            "معمولاً برای کل دارائی‌های با اهمیت مانند ساختمان و خودرو بیمه نامه‌های لازم را تهیه می‌کنم.",
          value: 1,
        },
        {
          answer:
            " علاوه بر دارائیهای با ارزش بالا، برای سایر دارائی ها از جمله کامپیوتر شخصی، تلفن همراه، دوربین و . . . نیز گارانتی و بیمه نامه تهیه می‌کنم. ",
          value: 0,
        },
      ],
    },
    {
      id: 16,
      question:
        "اگر امکان سرمایه‌گذاری مبلغ 100 میلیون تومان داشته باشید، کدام فرصت سرمایه‌گذاری را ترجیح می‌دهید؟",
      answers: [
        {
          answer:
            "سرمایه‌گذاری در پروژه ای که قطعاً 20 میلیون تومان سود به همراه خواهد داشت",
          value: 0,
        },
        {
          answer:
            " سرمایه‌گذاری در پروژه ای که احتمال دارد 40 میلیون تومان سود کسب کنید یا امکان دارد هیچ سودی به دست نیاورید ",
          value: 2,
        },
        {
          answer:
            "سرمایه‌گذاری در پروژه ای که احتمال دارد 80 میلیون تومان سود کسب کنید یا امکان دارد 40 میلیون تومان ضرر کنید.",
          value: 4,
        },
        {
          answer:
            " سرمایه‌گذاری در پروژه ای که احتمال دارد 120 میلیون تومان سود کسب کنید یا امکان دارد 80 میلیون تومان ضرر کنید.  ",
          value: 6,
        },
      ],
    },
    {
      id: 17,
      question:
        " 	به نظرتان اگر از دوستانتان دربارۀ شخصیت شما سوال شود، توصیف آنها در مورد شما به کدام مورد زیر نزدیک‌تر است: ",
      answers: [
        {
          answer:
            " از نظر آنها من شخصی خوش‌بین هستم و خیلی خود را درگیر جزئیات کارها نمی کنم. ",
          value: 5,
        },
        {
          answer:
            " از نظر آنها من تاحدودی خوش‌بین هستم و بعد از فکر و برنامه‌ریزی لازم اقدام به انجام هرکاری می‌کنم. ",
          value: 3,
        },
        {
          answer: " از نظر آنها من شخصی محاسبه گر و محتاط هستم. ",
          value: 1,
        },
        {
          answer:
            " از نظر آنها من شخصی شدیداً محتاط و محاسبه‌گر هستم و برای انجام هر کاری تمام جوانب آن را می‌سنجم. ",
          value: 0,
        },
      ],
    },
    {
      id: 18,
      question:
        "	فرض کنید برای یک سفر جالب برنامه‌ریزی کرده‌اید که همیشه امکان آن برایتان میسر نیست، قبل از سفر به طور ناگهانی کار خود را از دست می‌دهید، واکنش شما در خصوص این مسافرت به چه صورت خواهد بود؟",
      answers: [
        {
          answer: "  مسافرت را لغو می‌کنم ",
          value: 0,
        },
        {
          answer:
            "این مسافرت را لغو و به جای آن برای یک مسافرت محدودتر برنامه‌ریزی می‌کنم. ",
          value: 2,
        },
        {
          answer:
            "- طبق برنامه ریزی قبلی به مسافرت رفته و بعد از برگشت از سفر دنبال شغل جدید می‌گردم.",
          value: 4,
        },
        {
          answer:
            " با خیال راحت به مسافرت می‌روم و حتی با فراغ خاطر بیشتری از آن لذت می‌برم، مطمئنم که بعداً شغل بهتری خواهم یافت. ",
          value: 6,
        },
      ],
    },
    {
      id: 19,
      question:
        "در شکل زیر نمودار تغییرات ارزش 4 پورتفوی فرضی در مدت 5 سال نشان داده شده است",
      answers: [
        {
          imageAnswer: "/images/portfolio-a.png",
          value: 6,
        },
        {
          imageAnswer: "/images/portfolio-b.png",
          value: 4,
        },
        {
          imageAnswer: "/images/portfolio-c.png",
          value: 3,
        },
        {
          imageAnswer: "/images/portfolio-d.png",
          value: 2,
        },
      ],
    },
  ],
};
